Repository: DaliaAhmedDeveloper/Asp.Net-Core
Catalog: OnlineStore/Resources/Helpers/OrderHelper.*.resx
Languages: ar

# ItemOutOfStock
source: Item {0} is out of stock.
ar: العنصر {0} غير متوفر بالمخزون.

# NoEnoughStock
source: No enough stock for item {0}.
ar: لا يوجد كمية كافية للعنصر {0}.

source: Product not found.
ar: المنتج غير موجود.

source: User not found.
ar: المستخدم غير موجود.

# OrderReceivedSubject
source: Order Received
ar: تم استلام الطلب

# OrderReceivedMessage
source: We received your order with number {0}.
ar: لقد استلمنا طلبك بالرقم {0}.

# NewOrderSubject
source: New Order Submitted
ar: طلب جديد

# NewOrderMessage
source: New order with number {0}. Please check it inside the dashboard.
ar: تم إنشاء طلب جديد بالرقم {0}. الرجاء مراجعته في لوحة التحكم.

# OrderStatusSubject
source: Order {0} {1}
ar: الطلب {0} {1}

# OrderStatusMessage
source: Your order with number {0} has been {1}.
ar: تم تغيير حالة طلبك بالرقم {0} إلى {1}.

# OrderDeliveredMessage
source: Your order with number {0} has been {1}. You can now add reviews to your items.
ar: تم تسليم طلبك بالرقم {0} ({1}). يمكنك الآن إضافة تقييمات للمنتجات.
