Repository: DaliaAhmedDeveloper/Asp.Net-Core
Catalog: OnlineStore/Resources/Services/ReviewService.*.resx
Languages: ar

# UserNotFound
source: User is not found.
ar: المستخدم غير موجود.

# ProductNotFound
source: Product is not found.
ar: المنتج غير موجود.

# OrderNotFound
source: Order is not found.
ar: الطلب غير موجود.

# NotAllowedToReview
source: Not allowed to review, product ID is not correct.
ar: غير مسموح بإضافة تقييم، معرف المنتج غير صحيح.

# UserDoesNotHaveOrder
source: User does not have order with this ID.
ar: المستخدم ليس لديه طلب بهذا المعرف.

# AlreadyReviewed
source: User already added review to this item.
ar: المستخدم أضاف تقييمًا لهذا العنصر مسبقًا.

# ReviewNotFound
source: لم يتم العثور على المراجعة ذات المعرف {0}.
ar: تم حذف التقييم بنجاح.

# ReviewAttachmentAdded
source: Review attachment added successfully.
ar: تم إضافة المرفق للتقييم بنجاح.

source: New review submitted.
ar: تم إضافة تقييم جديد.

# ReviewNotificationMessage
source: A new review has been submitted for the product: [{0}]. Please review it in the dashboard and approve or reject it as needed.
ar: تم إضافة تقييم جديد للمنتج: [{0}]. الرجاء مراجعته في لوحة التحكم والموافقة أو الرفض حسب الحاجة.
